Repository: tfourj/Palladium
Catalog: Palladium/Resources/Localizable.xcstrings
Source language: en
Languages: ja

# queue.clear_finished
source: Clear Finished
ja: 完了済みをクリア

# queue.current
source: Current
ja: 現在

# queue.empty.subtitle
source: Add one link per line to create a download queue.
ja: ダウンロードキューを作成するには、1行に1つのリンクを追加してください。

# queue.empty.title
source: No queued links
ja: キューに登録されたリンクがありません

# queue.finished
source: Finished
ja: 完了

# queue.images.unsupported
source: Images uses an item picker and cannot be queued yet. Choose another download mode.
ja: 画像はアイテムピッカーを使用しており、キューに入れることができません。別のダウンロードモードを選択してください。

# queue.links.help
source: Blank lines are ignored. Links are kept in the order entered.
ja: 空白行は無視されます。リンクは入力された順序で保持されます。

# queue.links.title
source: Links
ja: リンク

# queue.open
source: Open download queue
ja: ダウンロードキューを開く

# queue.pause
source: Pause After Current
ja: 現在のダウンロード完了後に一時停止

# queue.pause.help
source: Pausing lets the current item finish and prevents the next one from starting.
ja: 一時停止すると、現在のアイテムが終了し、次のアイテムが開始されないようになります。

# queue.pending
source: Pending
ja: 保留中

# queue.pick_quality.start
source: Pick Quality and Start Download
ja: 品質を選択してダウンロードを開始

# queue.progress.value
source: Queue %lld of %lld
ja: キュー: %lld / %lld

# queue.quality.loading
source: Resolving quality options...
ja: 画質オプションを解決中...

# queue.quality.per_link.picker.title
source: Choose quality for this link
ja: このリンクの画質を選択

# queue.quality.picker.title
source: Choose quality for all pending links
ja: 保留中のすべてのリンクの画質を選択

# queue.quality.repick.title
source: Quality unavailable. Choose another
ja: この画質は利用できません。別のものを選択してください。

# queue.resume
source: Resume Queue
ja: キューの再開

# queue.retry
source: Retry
ja: 再試行

# queue.snapshot.value
source: New links will use the current %@ options.
ja: 新しいリンクは現在の %@ オプションを使用します。

# queue.start.download
source: Start Download
ja: ダウンロードを開始

# queue.status.awaiting_action
source: Waiting for action
ja: アクションを待機中

# queue.status.cancelled
source: Cancelled
ja: キャンセル済み

# queue.status.failed
source: Failed
ja: 失敗

# queue.status.partial
source: Partially completed
ja: 一部完了

# queue.status.pending
source: Pending
ja: 保留中

# queue.status.running
source: Downloading
ja: ダウンロード中

# queue.status.succeeded
source: Completed
ja: 完了

# queue.title
source: Download Queue
ja: ダウンロードキュー

source: Select All
ja: 全てを選択

# settings.post_processing.enabled
source: Convert final video
ja: 最終動画を変換する

# settings.post_processing.format
source: Output format
ja: 出力フォーマット

# settings.post_processing.mode
source: Conversion method
ja: 変換方法

# settings.post_processing.recode
source: Re-encode
ja: 再エンコード

# settings.post_processing.remux
source: Remux
ja: リマックス（再多重化）

# settings.post_processing.remux_help
source: Remuxing changes the container without re-encoding, so it is faster and preserves quality. It can fail if the selected container does not support the original codecs.
ja: 再多重化は、再エンコードせずに容器を変更するので、より速く、品質を維持します。 選択したコンテナが元のコーデックをサポートしていない場合、失敗する可能性があります。

# settings.post_processing.scope
source: Applies to video downloads, including format selections. Audio-only and image downloads are unchanged. Enabled conversion overrides video container and conversion arguments. Queued downloads keep the settings chosen when added.
ja: フォーマット選択を含む動画ダウンロードに適用されます。音声のみと画像のダウンロードは変更されません。 変換を有効にすると、動画コンテナと変換引数が上書きされます。キューに追加されたダウンロードは、追加時に選択された設定を維持します。

# settings.post_processing.subtitle
source: Re-encode or remux downloaded videos into another format
ja: 動画を別のフォーマットにエンコードまたは再多重化する

# settings.post_processing.title
source: Post Processing
ja: ポスト処理中

# settings.post_processing.warning
source: Off by default. Re-encoding increases CPU usage, battery use, and processing time, and may reduce quality. Videos already in the chosen format are not re-encoded.
ja: デフォルトではオフです。再エンコードするとCPUの使用率、バッテリー使用率、処理時間が増加し、品質が低下する可能性があります。選択したフォーマットの動画は再エンコードされません。

# settings.about.subtitle
source: Version and quick help
ja: バージョンとヘルプ

# settings.about.title
source: About
ja: 情報

# settings.advanced.patch_state_warning
source: Some installed runtime files still use a different YouTube patch mode. Review the package log and reinstall packages before downloading.
ja: インストールされている一部のランタイムファイルは、まだ別のYouTubeパッチモードを使用しています。パッケージログを確認し、ダウンロードする前にパッケージを再インストールしてください。

# settings.advanced.reinstall
source: Reinstall packages
ja: パッケージの再インストール

# settings.advanced.reinstall_prompt.message
source: Reinstall the yt-dlp packages now so the installed runtime uses this setting.
ja: インストールされたランタイムがこの設定を使用するように、今すぐyt-dlpパッケージを再インストールします。

# settings.advanced.reinstall_prompt.title
source: Reinstall packages?
ja: パッケージを再インストールしますか？

# settings.advanced.restart_required
source: Restart Palladium to apply the patch setting safely.
ja: パッチ設定を安全に適用するには、Palladiumを再起動してください。

# settings.advanced.subtitle
source: Runtime compatibility controls
ja: ランタイム互換コントロール

# settings.advanced.title
source: Advanced
ja: 高度な設定

# settings.advanced.youtube_patch_mode
source: Patch target
ja: パッチのターゲット

# settings.advanced.youtube_patch_mode.ejs
source: EJS scripts
ja: EJSスクリプト

# settings.advanced.youtube_patch_mode.help
source: Reinstall packages to apply a changed runtime patch mode.
ja: 変更されたランタイムパッチモードを適用するためにパッケージを再インストールします。

# settings.advanced.youtube_patch_mode.off
source: Disabled
ja: 無効

# settings.advanced.youtube_patch_mode.webkit
source: WebKit JSI runtime (default)
ja: WebKit JSIランタイム（デフォルト）

# settings.after_download.subtitle
source: Choose what happens after a download finishes
ja: ダウンロードが終了した後の動作を選択してください

# settings.appearance.subtitle
source: Theme and display mode
ja: テーマとディスプレイモード

# settings.cookies.subtitle_count
source: %lld imported cookie files
ja: %lld インポートされた Cookie ファイル

# settings.cookies.subtitle_empty
source: Import Netscape cookie files
ja: Netscape Cookie ファイルをインポート

# settings.download_args.subtitle
source: Custom and global yt-dlp args
ja: カスタムおよびグローバル yt-dlp 引数

# settings.download_args.title
source: Download Arguments
ja: 引数をダウンロード

# settings.download_behavior.incomplete_history.help
source: Adds a link to history when a download starts, so failed, cancelled, or interrupted downloads remain available. Link history must be enabled.
ja: ダウンロードの開始時に履歴へのリンクを追加します。そのため、失敗、キャンセル、または中断されたダウンロードは引き続き利用可能です。リンク履歴を有効にする必要があります。

# settings.download_behavior.incomplete_history.toggle
source: Save unfinished downloads to history
ja: 未完了のダウンロードを履歴に保存

# settings.download_behavior.retry_section
source: Retry Failed Downloads
ja: 失敗したダウンロードの再試行

# settings.download_behavior.subtitle
source: Paste, history, retry, and progress behavior
ja: 貼り付け、履歴、再試行、進行状況の動作

# settings.download_behavior.title
source: Download Behavior
ja: ダウンロードの挙動

# settings.download_defaults.cookies.default
source: Use Cookies
ja: Cookieを使用

# settings.download_defaults.defaults.section
source: Default Values
ja: デフォルトの値

# settings.download_defaults.playlist.default
source: Download Playlist
ja: プレイリストのダウンロード

# settings.download_defaults.restore
source: Restore defaults after download
ja: ダウンロード後にデフォルトに戻す

# settings.download_defaults.restore.help
source: When on, options reset to their default values after each download.
ja: オンの場合、オプションはダウンロードごとにデフォルト値にリセットされます。

# settings.download_defaults.restore.section
source: Reset After Download
ja: ダウンロード後にリセット

# settings.download_defaults.subtitles.default
source: Download Subtitles
ja: 字幕をダウンロード

# settings.download_defaults.thumbnail.default
source: Embed Thumbnail
ja: 埋め込みサムネイル

# settings.download_defaults.title
source: Default Download Options
ja: デフォルトのダウンロードオプション

# settings.download_modes.customize_options
source: Customize Options
ja: オプションをカスタマイズ

# settings.download_modes.customize_options.footer
source: Drag to reorder. Turn an option off to hide it from the download pickers. At least one option must stay visible.
ja: ドラッグして並べ替えます。ダウンロードピッカーから非表示にするにはオプションをオフにしてください。少なくとも1つのオプションが表示されたままにする必要があります。

# settings.download_modes.customize_options.title
source: Customize Options
ja: オプションをカスタマイズ

# settings.download_modes.main_help
source: Controls the default picker on the Download tab. If remembering is off, the app starts with Video selected.
ja: 「ダウンロード」タブのデフォルトの選択肢を制御します。記憶機能がオフの場合、アプリの起動時は「動画」が選択された状態になります。

# settings.download_modes.main_section
source: Download Tab
ja: ダウンロードタブ

# settings.download_modes.share_help
source: Controls the mode used when a link is sent to Palladium from another app.
ja: リンクが別のアプリからPalladium に送信されるときに使用されるモードを制御します。

# settings.download_modes.subtitle
source: Default mode and visible download options
ja: デフォルトのモードと表示されるダウンロードオプション

# settings.download_modes.title
source: Download Modes
ja: ダウンロードモード

# settings.download_settings.subtitle
source: Modes, actions, behavior, arguments, and cookies
ja: モード、アクション、動作、引数、Cookie

# settings.download_settings.title
source: Download Settings
ja: ダウンロードの設定

# settings.downloads_tab.subtitle
source: Control what appears in Downloads
ja: ダウンロード中に表示されるものを制御する

# settings.downloads_tab.title
source: Downloads Tab
ja: ダウンロードタブ

# settings.language.title
source: Language
ja: 言語

# settings.language.subtitle
source: App language and system default
ja: アプリの言語とシステム設定

# settings.language.system
source: System
ja: システム

# settings.language.help
source: System uses your preferred supported language, or English when no translation is available.
ja: 「システム」は対応する優先言語を使用します。対応する翻訳がない場合は英語を使用します。

# settings.general.section
source: General
ja: 全般

# settings.history.subtitle
source: Recent links and history limit
ja: 最近のリンクと履歴の上限

# settings.maintenance.section
source: Maintenance
ja: メンテナンス

# settings.notifications.help
source: A notification is sent when a download finishes and the app is not active.
ja: ダウンロードが終了し、アプリがアクティブでない場合に通知が送信されます。

# settings.notifications.section
source: Download Notifications
ja: ダウンロード通知

# settings.notifications.subtitle
source: Background completion alerts
ja: バックグラウンドでの完了アラート

# settings.notifications.title
source: Notifications
ja: 通知

# settings.notifications.toggle
source: Notify when downloads finish in background
ja: ダウンロードがバックグラウンドで終了したときに通知します

# settings.notifications.toggle_single
source: Notify when download completes in background
ja: ダウンロードが完了したら通知します

# settings.packages.manager.title
source: Package Manager Settings
ja: パッケージマネージャーの設定

# settings.packages.subtitle
source: Check and update yt-dlp and pip
ja: yt-dlpとpipを確認して更新する

# settings.packages.subtitle.updates_available
source: Updates available!
ja: アップデートがあります！

# settings.packages.title
source: Package Manager
ja: パッケージマネージャー

# settings.packages.update_checks.section
source: Update Checks
ja: アップデートの確認

# settings.saved_downloads.always_folder
source: Always create a folder
ja: 常にフォルダを作成

# settings.saved_downloads.help
source: Service folders add a parent based on the source service. Subdomains and known short-link domains share one folder. Collections still use their own folder; single downloads use one only when Always create a folder is enabled.
ja: サービスフォルダは、ソースサービスに基づいて親を追加します。サブドメインと既知のショートカットドメインは、1 つのフォルダを共有します。 コレクションはまだ独自のフォルダを使用します。単一のダウンロードは、常にフォルダを作成が有効になっている場合にのみ使用します。

# settings.saved_downloads.organize_by_service
source: Organize by service
ja: サービス別に整理

# settings.saved_downloads.title
source: Saved downloads
ja: 保存済みのダウンロード

# settings.search.destinations.section
source: Menus
ja: メニュー

# settings.search.prompt
source: Search Settings
ja: 検索の設定

# settings.share_sheet.buttons_help
source: These buttons appear when Share Sheet Mode is set to Ask.
ja: 共有シートモードが「確認」に設定されている場合、これらのボタンが表示されます。

# settings.share_sheet.buttons_section
source: Ask Picker Buttons
ja: ピッカーボタンを確認する

# settings.share_sheet.mode_section
source: Incoming Links
ja: 受信リンク

# settings.share_sheet.show_fill_url
source: Show Fill URL
ja: 入力用URLを表示

# settings.share_sheet.show_format
source: Show Choose Format
ja: 選択フォーマットを表示

# settings.share_sheet.subtitle
source: Incoming link behavior and picker buttons
ja: 受信リンクの動作とピッカーボタン

# settings.share_sheet.title
source: Share Sheet
ja: 共有シート

# settings.storage.cache.help
source: The cache stores yt-dlp metadata and web assets. Clearing it may make the next run a little slower.
ja: キャッシュには、yt-dlpメタデータとWebアセットが保存されます。クリアすると、次の実行が少し遅くなる可能性があります。

# settings.storage.disabled_help
source: Storage actions are disabled while a download or package task is running.
ja: ダウンロードまたはパッケージタスクの実行中にストレージアクションが無効になります。

# settings.storage.downloads.help
source: This only affects Palladium's temporary download folder. Use it to remove stale run folders without touching Saved Files.
ja: これはPalladiumの一時的なダウンロードフォルダにのみ影響します。保存されたファイルに触れずに古い実行フォルダを削除するために使用します。

# settings.storage.downloads.title
source: Temporary Downloads
ja: 一時ダウンロード

# settings.storage.overview.help
source: Temporary Downloads stores active and recent run folders. Saved Files keeps copies made with Save to App Folder.
ja: 「Temporary Downloads」には、実行中および最近完了したダウンロードのフォルダが保存されます。「Saved Files」には、「Save to App Folder」機能で保存したファイルのコピーが保存されます。

# settings.storage.overview.title
source: Overview
ja: 概要

# settings.storage.refresh
source: Refresh Usage
ja: 使用状況を更新

# settings.storage.saved.help
source: Saved Files contains downloads you explicitly kept. Clearing this section removes those copies from Palladium storage.
ja: 保存されたファイルには、明示的に保存したダウンロードが含まれています。このセクションをクリアすると、Palladiumストレージからそれらのコピーが削除されます。

# settings.storage.saved.title
source: Saved Files
ja: 保存されたファイル

# settings.storage.section
source: Storage
ja: ストレージ

# settings.storage.summary.total
source: %@ across temp, saved, and cache
ja: %@（一時保存・保存済み・キャッシュの合計）

# settings.storage.title
source: Download Storage
ja: ダウンロードストレージ

# settings.storage.total
source: Total
ja: 合計

# settings.ui.after_download.help
source: Ask shows the same action picker after each successful download. Other options run automatically.
ja: 「Ask」は、ダウンロードが成功するたびに同じアクションピッカーを表示します。その他のオプションは自動的に実行されます。

# settings.ui.after_download.picker
source: After download
ja: ダウンロード後

# settings.ui.after_download.title
source: After Download
ja: ダウンロード後

# settings.ui.appearance.help
source: System uses the phone setting by default.
ja: システムはデフォルトで電話設定を使用します。

# settings.ui.appearance.picker
source: App theme
ja: アプリのテーマ

# settings.ui.appearance.section
source: Appearance
ja: 外観

# settings.ui.downloads.help
source: When enabled, Palladium keeps completed downloads in Palladium/Temp and shows them in the Downloads tab. Saving to Saved Files copies them without removing the temporary originals.
ja: 有効にすると、Palladiumは完了したダウンロードをPalladium/Tempフォルダに保持し、ダウンロードタブに表示します。Saved Filesへの保存は、一時保存されたオリジナルファイルを削除せずにコピーします。

# settings.ui.downloads.section
source: Downloads Tab
ja: ダウンロードタブ

# settings.ui.downloads.show_temp
source: Show temporary downloads
ja: 一時ダウンロードを表示

# settings.ui.history.enable
source: Enable link history
ja: リンク履歴を有効化

# settings.ui.history.help
source: Stores recent links with mode and title. Set it from 0 to 50.
ja: 最近のリンクをモードとタイトルで保存します。0から50に設定してください。

# settings.ui.history.hide_count
source: Hide history count
ja: 履歴数を非表示

# settings.ui.history.limit
source: Links to keep
ja: 保持するためのリンク

# settings.ui.history.section
source: History
ja: 履歴

# settings.ui.modes.help
source: Normal download mode matches the main picker on the Download tab. If memory is off, it resets to Video when the app launches.
ja: 通常のダウンロードモードは、ダウンロードタブのメインピッカーと一致します。メモリがオフの場合、アプリが起動するとビデオにリセットされます。

# settings.ui.modes.normal
source: Normal download mode
ja: 通常のダウンロードモード

# settings.ui.modes.remember
source: Remember picker options
ja: ピッカーオプションを保存

# settings.ui.modes.section
source: Download Modes
ja: ダウンロードモード

# settings.ui.modes.share_sheet
source: Share sheet mode
ja: シートモードを共有

# settings.ui.packages.auto_check
source: Check for package updates on launch
ja: 起動時にパッケージのアップデートを確認

# settings.ui.packages.auto_check.help
source: Automatically checks for yt-dlp and pip updates when the app opens.
ja: アプリが開いたら自動的に yt-dlp と pip のアップデートをチェックします。

# settings.ui.packages.auto_update
source: Automatically install package updates
ja: パッケージのアップデートを自動的にインストールする

# settings.ui.packages.auto_update.help
source: Installs available package updates after the launch-time check completes.
ja: 起動時のチェックが完了した後に利用可能なパッケージのアップデートをインストールします。

# settings.ui.paste.auto_download
source: Auto download on paste
ja: 貼り付け時に自動ダウンロード

# settings.ui.paste.help
source: Starts download immediately after pasting a URL from the Download tab.
ja: ダウンロードタブからURLを貼り付けた直後にダウンロードを開始します。

# settings.ui.paste.section
source: Paste
ja: 貼り付け

# settings.ui.progress.help
source: Shows most live yt-dlp, Palladium, and downloader log lines in the main progress label while a download is running.
ja: ダウンロードが実行されている間、ほとんどのyt-dlp、Palladium、およびダウンローダーのログ行をメインの進行ラベルに表示します。

# settings.ui.progress.section
source: Progress
ja: 進捗状況

# settings.ui.progress.verbose
source: Show verbose progress lines
ja: 詳細な進行行を表示

# settings.ui.retry_failed.help
source: Automatically retries playlist items that fail because of thumbnail download or thumbnail embedding by rerunning them once without thumbnail options.
ja: サムネイルのダウンロードやサムネイル埋め込みで失敗したプレイリストの項目を、サムネイルオプションなしで一度再起動すると自動的に再試行します。

# settings.ui.retry_failed.toggle
source: Automatically retry failed downloads
ja: 自動的に失敗したダウンロードを再試行する

# settings.ui.subtitle
source: Download behavior and share sheet flow
ja: 動作をダウンロードしてシートフローを共有

# settings.ui.title
source: User Interface
ja: ユーザーインターフェイス

# shortcuts.download_type.title
source: What to Download
ja: ダウンロードするもの

# shortcuts.error.busy
source: Another download or package task is already running. Palladium filled in the shortcut URL, but you need to start it again after the current task finishes.
ja: 別のダウンロードまたはパッケージタスクが既に実行されています。 ショートカットURLに記入されたPalladium ですが、現在のタスクが完了した後に再度起動する必要があります。

# shortcuts.parameter.download_type
source: What to Download
ja: ダウンロードするもの

# shortcuts.parameter.save_destination
source: Where to Save
ja: 保存先

# shortcuts.save_destination.title
source: Where to Save
ja: 保存先

# shortcuts.start_download.description
source: Open Palladium and start a download with the selected preset and save destination.
ja: Palladium を開き、選択したプリセットでダウンロードを開始し、保存先を保存します。

# shortcuts.start_download.dialog
source: Opening Palladium to start the download.
ja: Palladium を開いてダウンロードを開始します。

# shortcuts.start_download.title
source: Start Download
ja: ダウンロードを開始

# shortcuts.toast.received
source: Shortcut URL loaded into Palladium.
ja: Palladiumに読み込まれたショートカットURL。

# storage.action.clear_cache
source: Clear cache
ja: キャッシュをクリア

# storage.action.clear_downloads
source: Clear download folder
ja: ダウンロードフォルダをクリア

# storage.action.clear_saved
source: Clear saved folder
ja: 保存済みフォルダをクリア

# storage.confirm.downloads.message
source: This removes everything in Palladium/Documents/Temp, including old run folders.
ja: これは古いランフォルダを含むPalladium/Documents/Tempのすべてを削除します。

# storage.confirm.downloads.title
source: Clear the temporary download folder?
ja: 一時的なダウンロードフォルダをクリアしますか？

# storage.confirm.saved.message
source: This removes everything in Palladium/Documents/Saved.
ja: これは、Palladium/Documents/Savedのすべてを削除します。

# storage.confirm.saved.title
source: Clear the saved folder?
ja: 保存したフォルダをクリアしますか？

# storage.error.clear_cache
source: Failed to clear cache: %@
ja: キャッシュのクリアに失敗しました: %@

# storage.error.clear_downloads
source: Failed to clear download folder: %@
ja: ダウンロードフォルダのクリアに失敗しました: %@

# storage.error.clear_saved
source: Failed to clear saved folder: %@
ja: 保存したフォルダのクリアに失敗しました: %@

# storage.error.prune_cache
source: Failed to remove old cache files: %@
ja: 古いキャッシュファイルの削除に失敗しました: %@

# storage.error.prune_downloads
source: Failed to remove old downloads: %@
ja: 古いダウンロードの削除に失敗しました: %@

# storage.error.prune_saved
source: Failed to remove old saved files: %@
ja: 古い保存されたファイルの削除に失敗しました: %@

# storage.error.refresh_summary
source: Failed to refresh storage summary: %@
ja: ストレージの概要を更新できませんでした: %@

# storage.items.many
source: %lld items
ja: %lld 件のアイテム

# storage.items.one
source: 1 item
ja: 1つのアイテム

# storage.prune.day_1
source: 1 day
ja: 1日

# storage.prune.day_7
source: 7 days
ja: 7 日間

# storage.prune.day_30
source: 30 days
ja: 30 日間

# storage.prune.day_90
source: 90 days
ja: 90 日間

# storage.prune.title
source: Remove older than
ja: 古いものを削除する

# storage.toast.cache_cleared
source: Cleared cache
ja: キャッシュをクリアしました

# storage.toast.cache_empty
source: Cache already empty
ja: キャッシュはすでに空です

# storage.toast.downloads_cleared
source: Cleared download folder
ja: ダウンロードフォルダをクリアしました

# storage.toast.downloads_empty
source: Download folder already empty
ja: ダウンロードフォルダはすでに空です

# storage.toast.nothing
source: Nothing to remove
ja: 削除するものがありません

# storage.toast.removed_old_items
source: Removed %lld old item(s)
ja: %lld 件の古いアイテムを削除しました

# storage.toast.saved_cleared
source: Cleared saved folder
ja: 保存フォルダを消去しました

# storage.toast.saved_empty
source: Saved folder already empty
ja: ダウンロードフォルダはすでに空です

# subtitle.language.all
source: All Available
ja: すべて利用可能

# tab.console
source: Console
ja: コンソール

# tab.download
source: Download
ja: ダウンロード

# tab.downloads
source: Downloads
ja: ダウンロード

# tab.settings
source: Settings
ja: 設定

source: Video
ja: 動画
